Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ཞེ་སྡང་ཞིང་ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་བཅུས་གཅིག་ལ་གཅིག་མནར་སེམས་སུ་བྱེད་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། བདག་ཉིད་ལ་གནོད་པ་བྱས་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པ་བྱེད་དོ། ། ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པ་བྱེད་པར་འགྱུར་རོ། ། ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱས་སོ། ། ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱེད་དོ། ། ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱེད་པར་འགྱུར་རོ། ། ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་བདག་དང་མི་མཛའ་བའི་དོན་བྱས་སོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་དང་མི་མཛའ་བའི་དོན་བྱེད་དོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་དང་མི་མཛའ་བའི་དོན་བྱེད་པར་འགྱུར་རོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པའི་རབ་ཏུ་སྡང་བ་ཉིད་དང་བཅུའོ། །
en: “Alas, householder! I have seen the hatred caused by ten situations that lead to malice, that make those who are involved with the world fight among themselves. What are these ten situations that lead to malice? Malicious intent arises when one thinks, ‘I have been treated unjustly.’ Malicious intent arises when one thinks, ‘I am being treated unjustly.’ Malicious intent arises when one thinks, ‘I will be treated unjustly.’ Malicious intent arises when one thinks, ‘My dear ones have been treated unjustly.’ Malicious intent arises when one thinks, ‘My dear ones are being treated unjustly.’ Malicious intent arises when one thinks, ‘My dear ones will be treated unjustly.’ Malicious intent arises when one thinks, ‘My enemy has gained an advantage.’ Malicious intent arises when one thinks, ‘My enemy is gaining an advantage.’ Malicious intent arises when one thinks, ‘My enemy will gain an advantage.’ The tenth is that which is caused by aggression without any particular object.

source: ཁྱིམ་བདག་ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་བཅུ་པོ་ནི་དེ་དག་ཡིན་ཏེ། ཀུན་ནས་མནར་སེམས་ཐམས་ཅད་སེལ་བ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱའོ། ། ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, it was in order to get rid of all malice, caused by these ten situations that lead to malice, that I decided to attain unsurpassed perfect awakening, and with that conviction I left ordinary household life behind and became a renunciant.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་དེ་ཉིད་རབ་ཏུ་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: Then, in order to expand on this point, the Lord went on to speak these verses:

source: ཀྱེ་མའོ་སེམས་ཅན་ཞེ་སྡང་སྟེ། །
en: “Alas, sentient beings Relate to one another with anger, And all their malice Stems from the ten situations that lead to malice.

source: གཅིག་ལ་གཅིག་ནི་ཕན་ཚུན་དུ། །ཀུན་ནས་མནར་སེམས་དངོས་པོ་བཅུས། །ཀུན་ལ་ཀུན་ནས་མནར་སེམས་གྱུར། །
en: “ ‘One has done wrong to me and my relatives. One will do wrong, And one is doing wrong.’ This gives rise to malice.

source: བདག་དང་བདག་གི་ཉེ་དུ་ལ། །གནོད་པ་བྱས་དང་བྱེད་པ་དང་། །གནོད་པ་བྱེད་པར་འགྱུར་རོ་ཞེས། །དེ་ཡི་ཀུན་ནས་མནར་སེམས་སྐྱེ། །
en: “ ‘Those who are not my friends Are receiving benefits, Have received them, and will receive them.’

source: གང་རྣམས་བདག་དང་མི་མཛའ་བ། །དེ་དག་གི་ནི་དོན་བྱས་དང་། །བྱེད་དོ་བྱེད་པར་འགྱུར་རོ་ཞེས། །དེ་ཡི་ཀུན་ནས་མནར་སེམས་སྐྱེ། །
en: This gives rise to malice.

source: གནོད་པའི་སྡང་དང་བཅུ་ཡིན་ཏེ། །གང་གིས་མནར་སེམས་འཕེལ་འགྱུར་བ། །དེ་མཐོང་ཀུན་ནས་མནར་སེམས་རྣམས། །མི་འདོད་པས་ན་རབ་ཏུ་བྱུང་། །
en: “Aggression without any particular object is the tenth situationIn which malice spreads. I saw all this and then left behind The senselessness created by malice.

source: ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ལྟ་བར་བྱས་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་བཅུས་ལྟ་བར་བྱས་པ་སྣ་ཚོགས་དང་། ལྟ་བ་ངན་པ་ཐིབས་པོ་དག་གིས་ནོན་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན།
en: “Alas, householder! I have seen that one who is involved with the world is lost in the thicket of dogmatic views and mistaken beliefs due to being ensnared by ten wrong views and beliefs. What are these ten beliefs?

source: འདི་ལྟ་སྟེ། ། བདག་ཏུ་ལྟ་བར་གྱུར་བ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། སེམས་ཅན་དུ་ལྟ་བར་གྱུར་པ་ལྟ་བུ་ངན་པ་ཐིབས་པོ་དང་། སྲོག་ཏུ་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། གང་ཟག་ཏུ་ལྟ་བར་གྱུར་བ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། ཆད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། རྟག་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། བྱ་བ་མེད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། རྒྱུ་མེད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། མི་འཐུན་པའི་རྒྱུར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། ལོག་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པའི་ཐིབས་པོ་དང་བཅུའོ། །
en: They are the mistaken belief in a self, the mistaken belief in a being, the mistaken belief in a life force, the mistaken belief in a person, the mistaken belief in annihilation, the mistaken belief in eternity, the mistaken belief that there is no action, the mistaken belief that there is no causality, the mistaken belief that actions have no consequences, and the mistaken belief in false doctrines.

source: ཁྱིམ་བདག་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པའི་ཐིབས་པོ་ནི་དེ་དག་ཡིན་ཏེ། ལྟ་བ་ཐམས་ཅད་གཞིག་པའི་ཕྱིར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱའོ། ། ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, it was to get rid of all such views caused by this thicket of dogmatic views and mistaken beliefs that I decided to attain unsurpassed perfect awakening, and with that conviction I left ordinary household life behind and became a renunciant.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་དེ་ཉིད་རྒྱ་ཆེར་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: Then, in order to clarify this point further, the Lord went on to speak these verses:

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཀུན། །བདག་ཏུ་ལྟ་དང་སེམས་ཅན་ལྟ། །སྲོག་ཏུ་ལྟ་བ་རྣམས་ཀྱི་ཡང་། །ལྟ་བ་ཐིབས་པོས་རབ་ཏུ་གཡོགས། །
en: “The view of a self, the view of a being, And the view of a life force— These are the confused, mistaken views That cloud the minds of all immature ordinary people.

source: རྟག་དང་ཆད་པར་ལྟ་བ་དང་། །བྱ་མེད་ལྟ་ལ་གནས་པ་དག །
en: “They base themselves on views of annihilation and permanence And the view of no activity.

source: ཡང་དག་ལྟ་བར་དགོད་དོ་ཞེས། །དེ་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: In order to establish perfect views, I left and became a monk.

source: ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ཟུག་རྔུ་ཆེན་པོ་བཅུས་བསྐལ་པ་གྲངས་མེད་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་ཟུག་རྔུས་ཟུག་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྲིད་པའི་ཟུག་རྔུ་དང་། མ་རིག་པའི་ཟུག་རྔུ་དང་། འདོད་པའི་ཟུག་རྔུ་དང་། འདོད་ཆགས་ཀྱི་ཟུག་རྔུ་དང་། ཞེ་སྡང་གི་ཟུག་རྔུ་དང་། གཏི་མུག་གི་ཟུག་རྔུ་དང་། ང་རྒྱལ་གྱི་ཟུག་རྔུ་དང་། ལྟ་བའི་ཟུག་རྔུ་དང་། འབྱུང་བའི་ཟུག་རྔུ་དང་། འཇིག་པའི་ཟུག་རྔུ་དང་བཅུའོ། །
en: “Alas, householder! I have seen that one who is involved with the world is pierced by ten great arrows throughout uncountable hundreds of thousands of millions of billions of eons. What are these ten great arrows? They are the arrow of thirst, the arrow of ignorance, the arrow of desire, the arrow of passion, the arrow of hatred, the arrow of delusion, the arrow of pride, the arrow of views, the arrow of existence, and the arrow of nonexistence.

source: ཁྱིམ་བདག་ཟུག་རྔུ་ཆེན་པོ་བཅུ་པོ་ནི་དེ་དག་ཡིན་ཏེ། ཟུག་རྔུ་ཐམས་ཅད་བསལ་བའི་ཕྱིར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱའོ་ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, because of these ten great arrows, I decided to attain unsurpassed perfect awakening to get rid of all arrows, and with that conviction I left ordinary household life behind and became a renunciant.”

source: སྲིད་པའི་ཟུག་རྔུས་ཟུག་པ་རྣམས། །ཐོག་མའི་མཐའ་ནི་མི་ཤེས་ཏེ། །
en: “From time immemorial They have been struck by the arrows of desire.

source: མ་རིག་པ་ཡིས་ལྡོངས་བྱས་ནས། །མུན་པ་ནས་ནི་མུན་པར་འགྲོ།
en: Blinded by ignorance, They travel from darkness to darkness.

source: །སྲེད་པའི་ཟུག་རྔུས་ཟུག་པ་དང་། །འདོད་ཆགས་ཟུག་རྔུས་རྒྱུས་པ་དང་། །ཞེ་སྡང་ཟུག་རྔུས་བརྒྱལ་བས་ན། །ཕུང་པོ་དག་ནི་ལེན་པར་བྱེད། །
en: “Taking hold of the skandhas, They are tortured by the arrows of desire, Consumed by the arrows of passion, And stupefied by the arrows of anger.

source: གཏི་མུག་གི་ནི་ཟུག་རྔུས་དཀྲིས། །ང་རྒྱལ་དག་གི་ཟུག་རྔུས་སྙེམས། །འབྱུང་བ་དང་ནི་འཇིག་པ་ན། །ལྟ་བའི་ཟུག་རྔུས་མི་འཕྲོད་འགྱུར། །
en: “They are bound by the arrows of delusion, Swollen by the arrows of pride, And fettered by the arrows of the views Of existence and nonexistence.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཀུན། །ཕན་ཚུན་ཚིག་གི་མཚོན་ཆ་ཡིས། །འདི་ནི་བརྫུན་གྱིས་འདི་བདེན་ཞེས། །ཕན་ཚུན་དུ་ནི་རྩོད་པར་བྱེད། །
en: “All immature ordinary people Attack one another with swords made of words. Saying, ‘that is a lie, this is the truth,’ They argue with one another.

source: ཟུག་རྔུས་ཟུག་པའི་སེམས་ཅན་གྱི། །སྐྱབས་དང་དཔུང་གཉེན་འགྱུར་བ་ཡི། །ཟུག་རྔུ་འབྱིན་པ་དེ་བཞིན་གཤེགས། །འཇིག་རྟེན་འདིར་ནི་འབྱུང་བར་འགྱུར། །
en: “In order to remove these arrows, The tathāgatas appear in the world. For beings tormented by these arrows, They are protectors and the ultimate refuge.

source: གཞན་ཡང་ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི། སྲེད་པའི་རྩ་བ་ལས་བྱུང་བའི་ཆོས་བཅུ་པོ་དག་གིས་རྩ་བའི་གནས་ལ་རབ་ཏུ་གནས་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན།
en: “Furthermore, householder, I have seen that one who is involved with the world remains conditioned by ten phenomena that have desire as their root. What are these ten phenomena?

source: འདི་ལྟ་སྟེ། སྲེད་པ་ལ་བརྟེན་ནས་ ཀུན་ཏུ་འཚོལ་བ་དང་། ཀུན་ཏུ་ཚོལ་བ་ལ་བརྟེན་ནས་ རྙེད་པ་དང་། རྙེད་པ་ལ་བརྟེན་ནས་ང་ཡིར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་ལ་བརྟེན་ནས་ རྣམ་པར་ངེས་པ་དང་། རྣམ་པར་གདོན་མི་ཟ་བ་ལ་བརྟེན་ནས་འདུན་པའི་འདོད་ཆགས་དང་། འདུན་པའི་འདོད་ཆགས་ལ་བརྟེན་ནས་ ལྷག་པར་ཆགས་པ་དང་། ལྷག་པར་ཆགས་པ་ལ་བརྟེན་ནས་ སེར་སྣ་དང་། སེར་སྣ་ལ་བརྟེན་ནས་ ཡོངས་སུ་འཛིན་པ་དང་། ཡོངས་སུ་འཛིན་པ་ལ་བརྟེན་ནས་ ཡོངས་སུ་སྲུང་བ་དང་། ཡོངས་སུ་སྲུང་བ་ལ་བརྟེན་ནས་ སྡུག་བསྔལ་བ་སྟེ། ཡོངས་སུ་སྲུང་བའི་གཞི་ལས་དབྱིག་པ་ཐོགས་པ་དང་། མཚོན་ཆ་ཐོགས་པ་དང་། འཐབ་པ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པ་རྣམས་འབྱུང་ངོ་། ། དེའི་ཕྱིར་ཕྲ་མ་ལ་སོགས་པ་སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམ་པ་མང་པོ་འབྱུང་བར་འགྱུར་ཏེ་
en: They are as follows: because of desire one strives to obtain things, and because of this striving one does obtain things. When one obtains things one develops a sense of ownership, and this sense of ownership causes one to develop firm opinions. Such firm opinions lead to craving, and this craving creates attachment. This attachment causes miserliness, which in turn leads to possessiveness. With possessiveness arises the need to protect and defend one‘s property, and this causes suffering. In order to safeguard their property, people use sticks and other weapons. They get involved in quarrels, conflicts, feuds, and disputes, and this leads them to make unfounded accusations and to do many other such evil, unwholesome things.

source: ཁྱིམ་བདག་སྲེད་པའི་རྩ་བ་ལས་བྱུང་བའི་ཆོས་བཅུ་པོ་དེ་དག་གིས་འཇིག་རྟེན་གནས་པ་རབ་ཏུ་གནས་པར་མཐོང་ནས་ རྩ་བ་མེད་པ་གནས་མེད་པའི་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱའོ། ། ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, when I saw that one who is involved with the world remains conditioned by these ten phenomena that spring from desire, I decided to attain the unsurpassed perfect awakening that has no root or foundation, and with that conviction I left ordinary household life behind and became a renunciant.”

source: འདི་ལ་ཆོས་ཉིད་ནི་འདི་ཡིན་ཏེ། དེ་ལ་འདི་སྐད་ཅེས་བྱའོ། །
en: This is the way things are, and concerning it the following verses were recited:

source: སྲེད་པས་མིད་པའི་སེམས་ཅན་རྣམས། །འདི་ནས་འདི་ནི་ཀུན་ཏུ་ཚོལ། །
en: “Beings, swallowed by desire, Perpetually strive everywhere to obtain things.

source: རྙེད་པ་རྙེད་ནས་ང་ཡིར་འཛིན། ། དེ་ལས་རྣམ་པར་ངེས་པར་འགྱུར། །
en: Having obtained them, they make them their own, And firm opinions then take hold.

source: བྱ་བ་འདི་དག་བྱའོ་ཞེས། །འདུན་པའི་འདོད་ཆགས་རབ་ཏུ་འཕེལ། །
en: “ ‘This is what I will make my purpose,’ they say, And craving grows.

source: འདུན་པའི་འདོད་ཆགས་འཕེལ་བས་ན། །ལྷག་པར་ཆགས་ཕྱིར་སེར་སྣ་འགྱུར། །
en: When craving arises attachment increases, Leading in turn to miserliness.

source: སེར་སྣའི་ཉེས་པས་འཇིག་རྟེན་ན། །ཀུན་ཏུ་འཛིན་པ་སྲ་བར་འགྱུར། །
en: “Because of the vice of miserliness, The world becomes thick with possessiveness.

source: ཡོངས་སུ་འཛིན་པས་ཀུན་སྲུང་བ། །རྒྱུན་མི་འཆད་པར་འབྱུང་བར་འགྱུར། །
en: Because of possessiveness, One’s need to safeguard one’s property grows incessantly.

source: བྱིས་པ་ཀུན་ཏུ་བསྲུང་བའི་ཕྱིར། །དབྱིག་པ་དང་ནི་མཚོན་འདེབས་ཤིང་། །སྡིག་པ་ཐམས་ཅད་བྱེད་པས་ན། །དེ་ལས་སྡུག་བསྔལ་འཕེལ་བར་འགྱུར། །
en: “Due to the need to safeguard their property, The immature resort to sticks and weapons, Performing all sorts of evil deeds, And then suffering escalates.

source: སྲེད་པའི་གཞི་ལས་སྡུག་བསྔལ་ཀུན། །ཤིན་ཏུ་འབྱུང་བར་མཐོང་བས་ན། །རྩ་བ་མེད་ཅིང་གནས་མེད་པའི། །བྱང་ཆུབ་དམ་པ་རྟོགས་པར་འདོད། །
en: “Seeing that it is from desire That all suffering comes about, I decided to awaken to the unsurpassed awakening That has no root or basis.

source: གཞན་ཡང་ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ལོག་པའི་ཆོས་བཅུས་ལོག་པ་ཉིད་དུ་ངེས་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན། །འདི་ལྟ་སྟེ། ལོག་པའི་ལྟ་བ་དང་། ལོག་པའི་རྟོག་པ་དང་། ལོག་པའི་ངག་དང་། ལོག་པའི་ལས་ཀྱི་མཐའ་དང་། ལོག་པའི་འཚོ་བ་དང་། ལོག་པའི་རྩོལ་བ་དང་། ལོག་པའི་དྲན་པ་དང་། ལོག་པའི་ཏིང་ངེ་འཛིན་དང་། ལོག་པའི་རྣམ་པར་གྲོལ་བ་དང་། ལོག་པའི་ཤེས་པ་དང་བཅུ་སྟེ།
en: “Furthermore, householder, I have seen that there are ten kinds of error that cause one to be immersed in the world, doomed to error. What are these ten kinds of error? They are wrong view, wrong intention, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong concentration, wrong liberation, and wrong understanding.

source: ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ལོག་པའི་ཆོས་བཅུ་པོ་དེ་དག་གིས་ལོག་པར་ངེས་པར་མཐོང་ནས། ལོག་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་བཟླ་བའི་ཕྱིར་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, when I saw that one who is involved with the world is immersed in these ten kinds of error, I decided to overcome them all and fully awaken to unsurpassed perfect awakening. With that conviction, I left ordinary household life behind and became a renunciant.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་རྒྱ་ཆེར་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: Then, to clarify this point further, the Lord spoke these verses:

source: གང་དག་ལོག་པའི་ལྟ་ཆགས་དང་། །ལོག་པར་རྟོག་པའི་སྤྱོད་ཡུལ་དང་། །ལོག་པའི་ཚིག་ཏུ་སྨྲ་བ་དང་། །ལོག་པའི་ལས་མཐའ་སྤྱོད་པ་དང་། །ལོག་པའི་འཚོ་དང་ལོག་པའི་རྩོལ། །ལོག་པའི་དྲན་དང་མཉམ་པར་འཇོག །ལོག་པའི་རྣམ་གྲོལ་རྫོགས་པ་དང་། །ལོག་པའི་ཤེས་ལ་གཞོལ་བ་ཡི། །ལོག་པར་ངེས་པའི་ཕུང་པོ་ནི། །བྱིས་པ་དེ་ལ་གནས་པ་དག །ཡང་དག་ཉིད་ལ་དགོད་དོ་ཞེས། །དེ་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: “Those who defend wrong views, Who hold wrong intentions, Who utter wrong speech, And who perform wrong activities “Have wrong livelihood, wrong effort, And wrong mindfulness and concentration, Attain wrong liberation, And pursue wrong knowledge. “I shall establish in right action These immature people who stand fixed Among those doomed to error. It was in order to do this that I went forth into homelessness.

source: གཞན་ཡང་ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ལམ་ངན་པར་ཞུགས་ཤིང་། མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་རྣམས་ཀྱིས་ཕལ་ཆེར་ངན་སོང་དུ་གཞོལ་བ། ངན་སོང་དུ་འབབ་པ། ངན་སོང་དུ་བབ་པར་མཐོང་སྟེ བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྲོག་གཅོད་པ་དང་། མ་བྱིན་པར་ལེན་པ་དང་། འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། ཕྲ་མ་ཟེར་བ་དང་། ངག་རྩུབ་པོ་དང་། ཚིག་ཀྱལ་བ་དང་། བརྣབ་སེམས་དང་། གནོད་སེམས་དང་། ལོག་པར་ལྟ་བ་དང་བཅུ་སྟེ།
en: “Furthermore, householder, I have seen that one who is involved with the world sets out on the wrong path by way of ten unwholesome forms of conduct and is certain to sink into the lower realms, to descend into the lower realms, to be born into the lower realms. What are these ten actions? They are taking life, taking what is not given, sexual misconduct, lying, slander, uttering harsh words, inane chatter, covetousness, maliciousness, and holding wrong views.

source: ཁྱིམ་བདག་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་རྣམས་ཀྱིས་འཇིག་རྟེན་གནས་པ་འདི་ལམ་ངན་པར་ཞུགས་ཤིང་ཕལ་ཆེར་ངན་སོང་དུ་གཞོལ་བ། ངན་སོང་དུ་འབབ་པ། ངན་སོང་དུ་བབ་པར་མཐོང་ནས་ ངན་སོང་ཐམས་ཅད་ལས་ཡང་དག་པར་བཟླ་བའི་ཕྱིར་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, when I saw that one who is involved with the world sets out on the wrong path by way of ten unwholesome forms of conduct and is certain to sink into the lower realms, to descend into the lower realms, to be born into the lower realms, I decided to leave all these wrong paths behind and fully awaken to unsurpassed perfect awakening. With that conviction, I left ordinary household life behind and became a renunciant.”

source: སྲོག་གཅོད་པ་ཡི་སེམས་ཅན་དང་། །གཞན་གྱི་ནོར་ལ་ཕྲོག་པ་དང་། །འདོད་ལ་ལོག་པར་གཡེམ་པ་དག །
en: “Beings who take life, Who rob others of their property, And who engage in sexual misconduct

source: སེམས་ཅན་དམྱལ་བར་མྱུར་དུ་འགྲོ། །
en: Will soon end up in hell.

source: དབྱེན་བྱེད་པ་དང་ཚིག་རྩུབ་དང་། །བརྫུན་དུ་སྨྲ་ཞིང་མི་སྡོམ་པ། །བྱིས་པ་ཀྱལ་བ་སྨྲ་བ་རྣམས། །སོ་སོ་སྐྱེ་བོ་སླུ་བས་བཅིངས། །
en: “Those who create discord, use harsh language, Tell lies, and are unreliable— These infantile fools, chattering continuously, Are bound by delusion.

source: གཞན་གྱི་སྤྱོད་ལ་བརྣབ་སེམས་དང་། །གནོད་སེམས་དག་ནི་མང་བ་དང་། །མི་མང་ལྟ་བ་ལོག་ཞུགས་པ། །ངན་འགྲོ་དག་ཏུ་འགྲོ་བར་འགྱུར། །
en: “Coveting the wealth of others, Full of malicious intent, And holding destructive views, Many men are led to the lower realms.

source: ལུས་ཀྱིས་སྡིག་པ་རྣམ་གསུམ་དང་། །ངག་གིས་སྡིག་པ་རྣམ་བཞི་དང་། །ཡིད་ཀྱིས་སྡིག་པ་རྣམ་གསུམ་ནི། །སྡིག་བྱེད་པ་དག་རབ་ཏུ་བྱེད། །
en: “Three sins of the body, Four committed by speech, And three sins of the mind— These are the actions of evildoers.

source: སྡིག་པའི་ལས་རྣམས་བྱས་པས་ན། །དེ་ཕྱིར་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: “Having committed evil acts, They go to the lower realms.

source: ཅི་ནས་ངན་འགྲོར་མི་གཏང་བར། །བསྐྱབ་པའི་ཕྱིར་ནི་རབ་ཏུ་བྱུང་། །
en: I left for the sake of protection From going to the lower realms.

source: གཞན་ཡང་ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ཀུན་ནས་ཉོན་མོངས་པ་བཅུ་དག་གིས་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པའི་དྲི་མ་དང་ལྡན་པར་མཐོང་སྟེ བཅུ་གང་ཞེ་ན།
en: “Furthermore, householder, I have seen that one who is involved with the world is tainted by the corruption of ten major and minor vices. What are these ten?

source: འདི་ལྟ་སྟེ། སེར་སྣའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། འཆལ་བའི་ཚུལ་ཁྲིམས་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། གནོད་སེམས་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། ལེ་ལོའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། གཡེང་བའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། འཆལ་བའི་ཤེས་རབ་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། སྲི་ཞུ་མེད་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། ཐེ་ཚོམ་གྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། མ་མོས་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། །མ་གུས་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་བཅུ་སྟེ། ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་ཀུན་ནས་ཉོན་མོངས་པ་བཅུ་པོ་དེ་དག་གིས་ཀུན་ནས་ཉོན་མོངས་པར་མཐོང་ནས་ ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ། ། ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: They are tainted by the taint of envy, the taint of immorality, the taint of malice, the taint of laziness, the taint of distraction, the taint of misunderstanding, the taint of inattentiveness, the taint of doubt, the taint of mistrust, and the taint of disrespect. Householder, when I saw that one who is involved with the world is corrupted by these ten vices, I decided to attain uncorrupted unsurpassed perfect awakening. With that conviction, I left ordinary household life behind and became a renunciant.”

source: འཇིག་རྟེན་འདི་དག་ཕལ་ཆེར་ནི། །ཀུན་ནས་ཉོན་མོངས་བཅུ་ཡིས་གཟིར། །
en: “No matter how much those in this world Are tortured by the ten vices,

source: འདུས་བྱས་ཀུན་ནས་ཉོན་མོངས་དགའ། །
en: They still take joy in the various forms of corruption

source: ནམ་ཡང་སྐྱོ་བར་བྱེད་མི་འགྱུར། །
en: And never grow tired of them.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཀུན། །སེར་སྣའི་དྲི་མས་ཉོན་མོངས་ཏེ། །
en: “All immature ordinary people, Corrupted by the taint of envy,

source: བསླབ་པ་ཡང་དག་བཟུང་ནས་ཀྱང་། །སྡོམ་པ་མེད་ཅིང་ཉམས་པར་སྤྱོད། །
en: Say, ‘I will assume the training,’ But are faulty in conduct and lack discipline.

source: བྱིས་པ་བཟོད་ལ་རྒྱབ་ཀྱིས་ཕྱོགས། །
en: “Fools turn their backs on patience.

source: བརྩོན་འགྲུས་ཆུང་བ་ལེ་ལོ་ཅན། །སེམས་ཀྱང་གནས་པ་མ་ཡིན་པ། །ཤེས་རབ་འཆལ་བ་བླུན་ཞིང་རྨོངས། །
en: They are lazy and lack vigor. Their minds are fickle, And they are deluded by misunderstanding.

source: ཕ་དང་མ་དང་ཕུ་བོ་དང་། །བླ་མ་ལ་ནི་སྲི་ཞུ་སྤངས། །
en: “They lack reverence for parents, For elders, and for teachers,

source: འཇིག་རྟེན་སྣང་མཛད་སངས་རྒྱས་དག །མཐོང་ནས་བློ་ངན་ནེམ་ནུར་བྱེད། །
en: And even when they see the lights of the world, The buddhas, the weak minded still doubt.

source: ཟབ་མོ་རྒྱལ་བས་གསུངས་པ་ཡི། །དམ་པའི་ཆོས་ནི་སྤོང་བར་བྱེད། །
en: “They reject the true Dharma, The profound utterances of the Victorious One.

source: མུན་པའི་ཕུང་པོས་རབ་ཏུ་ཁེབས། །
en: Tied down by dark multitudes,

source: འཕགས་པའི་ཚོགས་ལ་གུས་མི་བྱེད། །
en: They have no admiration for the noble multitudes.

source: ཀུན་ནས་ཉོན་མོངས་འདི་གཟིགས་ནས། །འདུས་བྱས་གང་ལའང་མི་དགའ་སྟེ། ། ཉོན་མོངས་མེད་པ་འདུས་མ་བྱས། །མྱ་ངན་འདས་པ་ཐོབ་པར་བྱ། །
en: “Having seen this corruption, I took no joy in anything conditioned And decided to attain nirvāṇa, The unconditioned, the uncorrupted.

source: གཞན་ཡང་ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། ཕྲག་དོག་དང་སེར་སྣའི་ཀུན་ཏུ་སྦྱོར་བ་དང་ལྡན་པར་ཤེས། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། མ་རིག་པའི་ལིང་ཏོག་གིས་ཁེབས་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། གཏི་མུག་གི་འོབས་སུ་ནུབ་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། འདོད་པའི་ཀླུང་གིས་དེད་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། འདོད་པའི་ཟུག་རྔུས་གཤིས་སུ་ཟུག་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། ཁྲོ་བ་དང་འཁོན་དུ་འཛིན་པའི་དུ་བས་ཤིན་ཏུ་བདུགས་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། འདོད་ཆགས་ཀྱི་མེས་ཀུན་ཏུ་འབར་བར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། ཞེ་སྡང་གི་དུག་གིས་ཀུན་ཏུ་ཁེབས་པར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། སྒྲིབ་པའི་ཚེར་མས་བསྐོར་བར་མཐོང་། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་འདི་ལྟ་སྟེ། འཁོར་བའི་འབྲོག་དགོན་པས་བརྩོན་འགྲུས་ཉམས་པར་མཐོང་སྟེ། ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་ཡོངས་སུ་འཁྲི་བ་བཅུ་པོ་དེ་དག་གིས་ཡོངས་སུ་དཀྲིས་པར་མཐོང་ནས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Furthermore, householder, I have come to know that one who is involved with the world is bound by the chains of destructive envy and miserliness. O householder, I have seen that the vision of one who is involved with the world is clouded by the cataracts of ignorance. O householder, I have seen that one who is involved with the world drowns in the moat of delusion. O householder, I have seen that one who is involved with the world is carried away by the waves of lust. O householder, I have seen that one who is involved with the world is wounded by the arrows of desire. O householder, I have seen that one who is involved with the world is enveloped by the smoke of wrath and hatred. O householder, I have seen that one who is involved with the world is ablaze with the fire of passion. O householder, I have seen that one who is involved with the world is drenched in the poison of anger. O householder, I have seen that one who is involved with the world is encircled by the thorns of oppression. O householder, I have seen that one who is involved with the world loses their vigor in the forest of cyclic existence. Householder, when I saw that the vision of one who is involved with the world is clouded by these ten cataracts of ignorance, I was convinced to leave ordinary household life behind and become a renunciant.”

source: རྒ་བས་སྐྱེས་བུ་རྣམས་ཀྱི་གཞོན་པ་འཇོམས། །གཟུགས་ཀྱང་རྣམ་པར་འཇིག་ཅིང་གཟུགས་ངན་བྱེད། །
en: “The youthful grow old, Their bodies crippled and disfigured.

source: དྲན་དང་བློ་དང་དགའ་བ་མེད་པར་བྱེད། །
en: Memory, intellect, and decisiveness are taken away,

source: འགྲོ་བ་རྣམས་ནི་འཆི་བའི་སྒོ་མོར་ཁྲིད། །
en: And one is led through the door of death.
